Repository: qnoid/verylargebox
Catalog: Supporting Files/*.lproj/Localizable.strings
Languages: el

# viewcontrollers.profile.empty.takePhotoLabel.text
source: What is inside, it is up to you.
el: Ότι υπάρχει, είναι στο χέρι σου.

# errors.location.notfound
source: Could not find your location. Usually this happens if you are inside a building, have poor network connection or in a remote area.
el: Η τοποθεσία σου δε βρἐθηκε. Συνήθως αυτό συμβαίνει όταν βρίσκεσαι μέσα σε ένα κτήριο, έχεις αδύναμο σήμα, ή βρίσκεσαι σε απόμερη τοποθεσία.

# errors.location.denied.header
source: Location access denied
el: Πρόσβαση τοποθεσίας.

# errors.location.denied.details
source: Go to Settings > Privacy > Location Services > Turn switch to 'ON' under 'verylargebox' to access your location.
el: Πήγαινε στις Ρυθμίσεις > Απόρρητο > Υπηρεσίες τοποθεσίας > Βάλε τον διακόπτη στο '1᾽ για το 'verylargebox' για να έχεις πρόσβαση στην τοποθεσιά σου.

# huds.signout.details
source: What happens next? You will need to verify your email again to add photos to verylargebox. Your existing photos will not be affected. Other features will remain accessible.
el: Τι θα συμβεί μετά; Θα χρειαστεί να επιβεβαιώσεις το email σου ξανά για να προσθέσεις φωτογραφίες στο verylargebox. Οι ήδη υπάρχουσες φωτογραφίες σου δε θα επηρεαστούν.

# huds.signout.header
source: Sign out
el: Αποσύνδεση

# huds.signin.details
source: Please wait while verylargebox is signing you in as %@
el: Παρακαλώ περίμενε καθώς συνδέεσαι στο verylargebox.

# huds.signin.header
source: Signing you in.
el: Συνδέεσαι

# huds.email.header
source: An email it is on its way.
el: Αποστέλεται email.

# huds.registration.header
source: Please check your email.
el: Έλεγξε το email σου.

# huds.registration.details
source: If you cannot find it, check your spam. Double check you have entered your email correctly, '%@'. Tap to edit if it's wrong. Once you have verified, return here to sign in.
el: Εάν δε καταφέρεις να το βρεις, έλεγξε τον φάκελο 'ανεπιθύμητα'. Επίσης έλεγξε εαν έχεις εισάγει το email σου σωστά, '%@'. Πάτησε για να το διορθώσεις αν είναι λάθος. Εφόσον επιβεβαιώσεις, επέστρεψε εδώ για να συνδεθείς.

# huds.idcard.header
source: Add your photos.
el: Βάλε τις φωτογραφίες σου.

# huds.idcard.details
source: What happens next? You will receive an email to give you access to verylargebox. Your email is only used to verify your identity.
el: Τι θα συμβεί μετά; Θα λάβεις ένα email το οποίο θα σου δώσει πρόσβαση στο verylargebox. To email αυτό έχει μοναδικό σκοπό να επιβεβαιώσει τη ταυτότητα σου.

# huds.verify.failed.header
source: Unauthorised device
el: Μη εξουσιοδοτομένη συσκευή.

# huds.verify.failed.details
source: %@ is not authorised. Please check your email to verify it.
el: Η συσκευή %@ δεν εξουσιοδοτημένη. Έλεγξε το email σου για να την επιβεβαιώσεις.

# huds.search.header
source: Finding stores nearby
el: Αναζήτηση για καταστήματα

# huds.search.details
source: Finding stores matching '%@'
el: Αναζήτηση καταστημάτων με '%@'

# huds.radar.header
source: Finding stores nearby
el: Αναζήτηση καταστημάτων

# huds.camera.header
source: No stores found
el: Δε βρέθηκαν καταστήματα

# huds.camera.details
source: Take a photo of an item in store under your profile. It will appear here.
el: Τράβα μία φωτογραφία προϊόντος από ένα κατάστημα στο προφίλ σου. Θα εμφανιστεί εδώ.

# huds.locationarrow.header
source: Finding your current location
el: Αναζήτηση τοποθεσίας σου

# viewcontrollers.assignstore.header.empty
source: Select a Store
el: Επέλεξε κατάστημα

# viewcontrollers.assignstore.header
source: Select a Store (%@)
el: Επέλεξε κατάστημα (%@)

# viewcontrollers.directions.details
source: Get directions%@
el: Διαδρομή προς%@

# viewcontrollers.directions.header
source: Open in Maps
el: Διαδρομή

# viewcontrollers.directions.button.ok
source: Open in Maps
el: Άνοιγμα στους Χάρτες

# huds.twitter.noaccount.header
source: No twitter account setup.
el: Δεν έχει δημιουργηθεί λογαριασμός Twitter.

# huds.twitter.noaccount.details
source: Go to Settings -> Twitter to add an account
el: Πήγαινε στις Ρυθμίσεις -> Twitter, για να προσθέσεις έναν λογαριασμό.

# navigationbar.title.localities
source: Select a location
el: Επέλεξε τοποθεσία

# tabbar.title.signin
source: Sign in
el: Σύνδεση

# tabbaritem.title.you
source: You
el: Εσύ

# navigationbar.title.store
source: Select a store
el: Επέλεξε κατάστημα

# navigationbar.title.recent
source: Recent
el: Πρόσφατα

# tabbaritem.title.recent
source: Recent
el: Πρόσφατα

# tabbaritem.title.recentin
source: Recent in %@
el: Πρόσφατα (%@)

# navigationbar.title.city
source: Stores Nearby
el: Καταστήματα κοντά σου

# tabbaritem.title.city
source: Nearby
el: Κοντά

# alertviews.cancel.dismiss
source: Dismiss
el: Άκυρο

# alertviews.cancel.cancel
source: Cancel
el: Κλείσιμο

# alertviews.cancel.nevermind
source: Nevermind
el: Άκυρο

# huds.feed.selectlocation.details
source: Select a location by tapping on the navigation bar.
el: Επέλεξε τοποθεσία πατώντας στην μπάρα.

# huds.feed.selectlocation.title
source: No items found
el: Δεν βρέθηκαν προϊόντα

# navigationbar.city.title
source: Stores in %@
el: Καταστήματα (%@)

# buttons.takePhoto.retake
source: Retake
el: Ξανά

# buttons.discardButton.discard
source: Discard
el: Άκυρο

# buttons.discardButton.close
source: Close
el: Κλείσιμο

# huds.refresh.title
source: Please refresh.
el: Παρακαλώ ανανέωσε.

# viewcontrollers.stores.search.placeholder
source: Search for the store that has the item
el: Αναζήτηση καταστήματος με το προϊον

# buttons.getDirections.title
source: Get directions
el: Διαδρομή

# viewcontrollers.identify.emailTextField.placeholder
source: Enter your email
el: Πληκτρολόγησε το email σου

# viewcontrollers.identify.signUpButton.placeholder
source: Sign up
el: Εγγραφή

# viewcontrollers.identify.signInButton.placeholder
source: Sign in
el: Είσοδος

# viewcontrollers.profile.takePhotoButton.title
source: Take photo of an item in store
el: Τράβα μία φωτογραφία προϊόντος

# viewcontroller.takePhotoViewController.uploadButton.title
source: Upload
el: Ανέβασμα

# viewcontrollers.userProfile.navigationBar.title
source: User Profile
el: Προφίλ
